insert or replace into products values(0, 2,
'https://sportshop.com.ua/image/cache/catalog/tovari/activlab-muscle-up-protein-700-g-chocolate-380x380.jpeg', 
'ActivLab Muscle Up Protein', 
'Протеїнова добавка від торгової марки Актівлаб, призначена для набору мязової маси і підвищенням силових показників, так і для запобігання її втрати під час дієти. Відрізняється даний продукт – додаванням креатину і таурину в склад, що дозволяє зберегти кошти на купівлю окремо креатину. Креатин підвищує фізичну працездатність у разі послідовних коротких, дуже інтенсивних фізичних вправ. Activlab Muscle Up Protein рекомендується для надмірних фізичних зусиль, особливо для спортсменів, що практикують різні спортивні дисципліни, в якості підтримки для розважальних і змагальних тренувань. Протеїн потрібен для росту і збереження мязової маси. Він служить будівельним елементом.', 
8);
insert or replace into products values(1, 2,
'https://sportshop.com.ua/image/cache/catalog/tovari/biotech-usa-izo-whey-zero-500-gr-380x380.jpg', 
'Biotech USA Iso Whey Zero 500 грам, сироватковий протеїн', 
'Biotech USA Iso Whey Zero є дуже цінним джерелом білків, що забезпечує високий рівень амінокислот. Ідеальний для людей, які дотримуються низьковуглеводної дієти. А також для людей, які хочуть наростити якісну суху масу. У складі Iso Whey Zero ви знайдете високоякісний ізолят білка молочної сироватки (WPI), отриманий методом CFM – не містить зайвих добавок і наповнювачів! Препарат є багатим джерелом амінокислот, що забезпечує для вас ідеальний захист від катаболізму. Не обманюйте себе – це один з кращих продуктів у своєму класі. Iso Whey Zero є ідеальним рішенням для людей, що інтенсивно тренуються, які як ніхто інший потребують швидко засвоюваних амінокислот, щоб тренування приносила кращі результати. Дослідження показали, що дефіцит ланцюга амінокислот у поєднанні з підвищеним зусиллям може призвести до втрати мязової тканини, з-за потреби організму на азот. Одна з багатьох функцій, чинних стандартів амінокислоти з розгалуженим ланцюжком BCAA є допомогою в процесі транспортування жирів в клітки для виробництва порцій енергії.', 
12);
insert or replace into products values(2, 3,
'https://sportshop.com.ua/image/cache/catalog/tovari/biotech_usa_vitamin_b_complex_60_caps-380x380.jpg', 
'Biotech USA B-Complex', 
'Biotech USA B-Complex - це набагато більше, ніж просто комплекс вітамінів групи B, так як він також містить мінерали, додаткові вітаміни і рослинні екстракти трав. Комплекс вітамінів групи B необхідний для метаболізму вуглеводів, жирів і білків, в процесі якого їжа перетворюється в енергію. Крім того, ці вітаміни сприяють нормальному обміну гомоцистеїну, а також відіграють важливу роль в підтримці здоровя серцево-судинної та нервової систем. Вітаміни групи B розчинні у воді і, за винятком B12, не можуть накопичуватися в організмі, тому вимагають щоденного поповнення. Вітаміни D і C підтримують підтримку здорових і нормальних кісток. Вітаміни А підтримує здоровя імунної системи та шкіри, а також сприяє збереженню гостроти зору і здоровя очей. Вітаміни Е і С сприяють захисту клітин від окисного стресу. Селен важливий для правильного функціонування щитовидної залози. Хром допомагає контролювати рівень цукру в крові, підвищуючи чутливість до інсуліну. Залізо - елемент, необхідний для правильного функціонування людського організму, дефіциту якого особливо схильні люди з обмеженим надходженням мясних продуктів в раціон. Залізо бере участь у безлічі біологічних процесів і, в першу чергу, в передачі кисню в тканини і мязи.', 
6);
insert or replace into products values(3, 3,
'https://sportshop.com.ua/image/cache/catalog/tovari/biotech_usa_vitamin_b_complex_60_caps-380x380.jpg', 
'Natures Plus Multi-Vitamin & Mineral Animal Parade', 
'Natures Plus Multi-Vitamin & Mineral Animal Parade - це набагато більше, ніж просто комплекс вітамінів групи B, так як він також містить мінерали, додаткові вітаміни і рослинні екстракти трав. Комплекс вітамінів групи B необхідний для метаболізму вуглеводів, жирів і білків, в процесі якого їжа перетворюється в енергію. Крім того, ці вітаміни сприяють нормальному обміну гомоцистеїну, а також відіграють важливу роль в підтримці здоровя серцево-судинної та нервової систем. Вітаміни групи B розчинні у воді і, за винятком B12, не можуть накопичуватися в організмі, тому вимагають щоденного поповнення. Вітаміни D і C підтримують підтримку здорових і нормальних кісток. Вітаміни А підтримує здоровя імунної системи та шкіри, а також сприяє збереженню гостроти зору і здоровя очей. Вітаміни Е і С сприяють захисту клітин від окисного стресу. Селен важливий для правильного функціонування щитовидної залози. Хром допомагає контролювати рівень цукру в крові, підвищуючи чутливість до інсуліну. Залізо - елемент, необхідний для правильного функціонування людського організму, дефіциту якого особливо схильні люди з обмеженим надходженням мясних продуктів в раціон. Залізо бере участь у безлічі біологічних процесів і, в першу чергу, в передачі кисню в тканини і мязи.', 
14);
insert or replace into products values(4, 1,
'https://f.ua/statik/images/products/400x600/adidas/mts_cot_fleece_h42021_m_997844891155.jpg', 
'Спортивний костюм Adidas Спортивний костюм MTS COT FLEECE H42021 р. M чорний', 
'
Стать	чоловічий
Призначення	мультиспорт
Розмір
Розмір міжнародний для дорослих	M
Обхват грудей	103 - 111 см
Обхват талії	91 - 99 см
Обхват стегон	102 - 110 см
Застібання куртки
Колір	чорний
Штрихкод EAN-13	4064054744057
Особливість	утеплені', 
90);
insert or replace into products values(5, 1,
'https://f.ua/statik/images/products/400x600/puma/hooded_sweat_suit_84584701_l_979079072368.jpg', 
'Спортивний костюм Puma Спортивний костюм Hooded Sweat Suit 84584701 р. L чорний', 
'
Стать	чоловічий
Призначення	мультиспорт
Розмір
Розмір міжнародний для дорослих	L
Обхват грудей	100 см
Обхват талії	88 см
Обхват стегон	102 см
Застібання куртки
Колір	чорний
Штрихкод EAN-13	4063698951425
Довжина внутрішнього шва	82 см
Особливість	утеплені
Додаткові характеристики
Країна виробник: Китай',
75);

